Repository: jgsogo/neutron
Catalog: webapp/neutron/locale/*/LC_MESSAGES/django.po
Languages: es_es

source: Obliterate
es_es: Eliminar

source: has alternative
es_es: Alternativa

source: Yes
es_es: Sí

source: Tell us your educational level, please
es_es: Nivel de estudios

source: Number of seconds for the user to answer the given question.
es_es: Segundos que ha tardado en responder el informante

source: Datum
es_es: Tiempos de respuesta

source: Data
es_es: tiempo de respuesta

source: Checked if the word has been marked as coarse.
es_es: Casilla activa si la palabra ha sido marcada como grosera.

source: Coarse word
es_es: respuesta juego 3

source: Coarse words
es_es: Respuestas juego 3

source: Ok
es_es: Sí

source: I don't use it, but I have heard it
es_es: Yo no la uso, pero la he oído o leído algunas veces

source: Neither use it, nor heard it before
es_es: No la uso ni la había oído o leído antes

source: Do not recognize this meaning for this word
es_es: No conozco el significado

source: Word use
es_es: respuesta juego 1

source: Words uses
es_es: Respuestas juego 1

source: Alternate word/definition in the informer's dictionary
es_es: Significante alternativo en el glosario del informante

source: Word alternate
es_es: respuesta juego 2

source: Word alternates
es_es: Respuestas juego 2

source: Text of the definition itself
es_es: Texto de la definición

source: Definition
es_es: acepción

source: Definitions
es_es: Acepciones

source: Public
es_es: Público

source: Friends
es_es: Amigos

source: Private
es_es: Privado

source: University
es_es: Universidad

source: Other
es_es: Otro

source: Male
es_es: Hombre

source: Female
es_es: Mujer

source: Informers may or may not be users in the webapp
es_es: Los informantes pueden ser o no usuarios de la aplicación

source: How did he know about us?
es_es: ¿Cómo nos conoció?

source: Educational level
es_es: Nivel de estudios

source: Honor code, needed to access data
es_es: Aceptó el código ético, necesario para acceder a los datos

source: The informer is native speaker
es_es: Es hablante nativo de español.

source: The informer is currently living in his birth region
es_es: Ha nacido y crecido en el mismo país (distinto de España) en el que reside.

source: The informer hasn't lived abroad for more than 6 months in the last 2 years
es_es: En los últimos dos años no ha pasado más de seis meses en otro país hispanohablante.

source: Informer identifier (only in admin)
es_es: Identificador del informante

source: Whether the words related to this informer are included in the search-form.
es_es: Las alternativas proporcionadas por este informante se incluyen en el formulario de búsqueda.

source: Define who can see this information: public (everyone), friends (only users registered), private (nobody, just in database dumps).
es_es: Determina quién puede ver esta información: pública (cualquiera), amigos (solo usuarios registrados) o privada (nadie, solo en volcados de la base de datos).

source: Confidence level for this informer for data in this region
es_es: Nivel de confianza en los datos que este informante aporta a este país

source: Whether confidence attribute can be automatically reevaluated
es_es: El nivel de confianza puede ser revaluado de manera automática.

source: Informer
es_es: informante

source: Informers
es_es: Informantes

source: Identifier of the interface
es_es: Identificador de la interfaz

source: Interface
es_es: interfaz

source: Reference (remisión)
es_es: Referencia (remisión)

source: Meaning
es_es: acepción

source: Meanings
es_es: Acepciones

source: Context
es_es: ejemplo

source: Contexts
es_es: Ejemplos

source: Name of the region
es_es: Nombre del país

source: Region
es_es: País

source: Regions
es_es: Países

source: Word
es_es: significante

source: Words
es_es: Significantes

source: Error: Not an informer!
es_es: Error: ¡no estás registrado como informante!

source: It seems that you are not registered as an informer, please fill the needed data on your profile
es_es: Parece que no te has dado de alta como informante. Por favor, completa los datos requeridos en tu perfil.

source: Honor code
es_es: Código ético

source: What is it?
es_es: ¿Qué es?

source: Why do I have to accept it?
es_es: ¿Por qué es necesario aceptarlo?

source: Accept
es_es: Aceptar

source: Decline
es_es: Declinar

source: To accept the honor code, you must <a href="%(join_url)s">register</a> first.
es_es: Para aceptar el código ético debes <a href="%(join_url)s">registrarte</a> .

source: Honor code declined
es_es: Código ético declinado

source: You have declined the honor code
es_es: Has declinado el código ético.

source: TODO: Explain why and what for.
es_es: Al aceptar el código ético te comprometes a rechazar cualquier forma de reproducción, distribución, comunicación pública o transformación de las entradas que conforman el glosario del que se alimenta la interfaz de Neutrón: lemas, definiciones y ejemplos.

source: Word uses
es_es: Conocimiento y uso de los significantes

source: Same use
es_es: Uso idéntico

source: Prefer other
es_es: Uso de otro significante

source: Unrecognized
es_es: Significado no reconocido

source: Total count
es_es: Total

source: There is no data for this meaning
es_es: Aún no hemos recopilado suficientes datos sobre esta entrada.

source: Escribir palabra
es_es: Escribe una palabra.

source: bucar
es_es: Buscar

source: Similar words
es_es: Entradas similares

source: Update
es_es: Actualizar

source: Stats
es_es: Estadísticas

source: Personal data
es_es: Datos personales

source: You have to accept the honor code to be able to access this view
es_es: Debes aceptar el código ético para acceder a este contenido.

source: Honor code accepted! Welcome to Neutrón.
es_es: ¡Código ético aceptado! Bienvenido a Neutrón.

source: You have declined the HONOR_CODE! You won't be able to navigate this site completely.
es_es: Has declinado el código ético, por lo que no podrás acceder al contenido completo.

source: Word '{}' cannot be found in the application
es_es: La palabra '{}' no forma parte de nuestra base de datos.
